/*
 Localizable.strings
 MR100AerialPhotography
 
 Created by haoge on 16/12/14.
 Copyright © 2016年 AllWinner. All rights reserved.
 */
/* 前面已经没有了 */
"it has already been done not have" = "前面已经没有了";

/* 已经是最后一个了 */
"is the last" = "已经是最后一个了";

/* 全屏模式 */
"full screen mode" = "全屏模式";

/* 室内模式 */
"indoor model" = "定高模式";


/* mag水平校准 */
"mag Level Calibration" = "mag水平校准";

/* mag垂直校准 */
"mag vertical alignment" = "mag垂直校准";

/* 副翼零偏: %d  升降零偏: %d */
"aileron zero bias: %d lift zero bias: %d" = "副翼零偏: %d  升降零偏: %d";
///* 副翼零偏 */
//"aileron zero bias" = "副翼零偏";
//
///* 升降零偏 */
//"lift zero bias" = "升降零偏";

/* acc校准 */
"acc calibration" = "acc校准";

/* 基本操作 */
"basic operation" = "基本操作";

/* 拍照 */
"taking pictures" = "拍照";

/* 录像 */
"video" = "录像";

/* 360°自转录像 */
"360° rotation video" = "360°自转录像";

/* 闪光灯 */
"the flash" = "闪光灯";

/* 紧急降落 */
"emergency" = "紧急降落";

/* 分享 */
"share" = "分享";

/* 设备用量信息 */
"equipment usage information" = "设备用量信息";

/* 起飞 */
"take off" = "起飞";

/* 请将无人机放置在水平面上后还原,还原大概需要2秒钟 */
"please place the unmanned aerial vehicle (uav) in the horizontal plane after reduction, reduction takes about 2 seconds" = "请将无人机放置在水平面上后还原,还原大概需要2秒钟";

/* 无人机已水平放置 */
"unmanned aerial vehicle (uav) has been placed" = "无人机已水平放置";

/* 快速使用手册 */
"quick user manual" = "快速使用手册";

/* 新手帮组 */
"rookie help" = "新手引导";

/* 产品说明书 */
"product manual" = "产品说明书";

/* 地磁校准动画 */
"geomagnetic calibration animation" = "地磁校准动画";

/* Find me使用动画 */
"find me use animation" = "Find me使用动画";

/* 联系我们 */
"contact us" = "联系我们";

/* 写写心情吧! */
"write about the mood!" = "写写心情吧!";

/* 发现无人机固件新版本，现在要更新吗？ */
"uavs found new firmware version, update now?" = "发现无人机固件新版本，现在要更新吗？";

/* 更新 */
"update" = "更新";

/* 正在更新中，请不要关闭无人机和APP... */
"is updating, please don't close drones and APP..." = "正在更新中，请不要关闭无人机和APP...";

/* 更新成功 */
"the update is successful" = "更新成功";

/* 更新失败，请稍后再试 */
"update failed, please try again later" = "更新失败，请稍后再试";

/* 无法连接上无人机,请连接上飞机后重试 */
"unable to connect on unmanned aerial vehicle (uav), please retry after connection on the plane" = "无法连接上无人机,请连接上飞机后重试";

/* tcp没有连接 */
"tcp is not connected" = "TCP没有连接";

/* 资源处理中，请稍后... */
"resources in processing, please later..." = "资源处理中，请稍后...";

/* 修改成功，请重新连接无人机WiFi */
"modify success, please reconnect WiFi drones" = "修改成功，请重新连接无人机WiFi";

/* 修改失败，请稍后重新尝试 */
"modify the failed, please try again later" = "修改失败，请稍后重新尝试";

"wifi Name" = "Wifi名";

"new Password" = "新密码";

"confirm New Password" = "确认新密码";

"modify" = "修改";

"Change Password" = "修改密码";

"Guard Videos" = "新手引导";

/* 用户名或密码不能为空 */
"the user name or password cannot be empty" = "用户名或密码不能为空";

/* 两次输入密码不一致，请核对*/
"the user name or password cannot be empty" = "两次输入密码不一致，请核对";

/* 密码不得少于8位 */
"the password shall not be less than 8" = "密码不得少于8位";

/* acc 还原 */
"acc reduction" = "acc还原";

/* 非法字符，只能是数字和字母 */
"illegal characters, only Numbers and letters" = "非法字符，只能是数字和字母";

/* 加速度传感器： */
"accelerometer" = "加速度传感器：";

/* 正在校准acc传感器... */
"adjust_acc" = "正在校准acc传感器...";

/* acc传感器校准失败 */
"adjust_acc_failure" = "acc传感器校准失败";

/* 正在校准mag传感器... */
"adjust_mag" = "正在校准mag传感器...";

/* mag传感器校准失败 */
"adjust_mag_failure" = "mag传感器校准失败";

/* 飞机姿态校准失败 */
"adjust_posture_failure" = "飞机姿态校准失败";

/* 校准中 */
"adjusting..." = "校准中...";

/* tcp连接失败，请重新连接 */
"tcp connection failure, please connect again" = "tcp连接失败，请重新连接";

/* 是否开启室内飞行模式 */
"would you like to use Indoor flight mode?" = "是否开启室内飞行模式";

/* 无人机电量过低不能起飞 */
"unmanned aerial vehicle low power take-off" = "无人机电量过低不能起飞";

/* GPS模块故障，请联系客服进行维修 */
"GPS module fault, please contact customer service for repair" = "GPS模块故障，请联系客服进行维修";

/* mag模块故障，请联系客服进行维修 */
"mag module fault, please contact customer service for repair" = "mag模块故障，请联系客服进行维修";

/* acc模块故障，请联系客服进行维修 */
"acc module fault, please contact customer service for repair" = "acc模块故障，请联系客服进行维修";

/* 气压计模块故障，请联系客服进行维修 */
"barometer module fault, please contact customer service for repair" = "气压计模块故障，请联系客服进行维修";

/* 其他硬件模块故障，请联系客服进行维修 */
"other hardware module fault, please contact customer service for repair" = "其他硬件模块故障，请联系客服进行维修";
/* 无人机电量过低 */
"battery too low" = "无人机电量过低";

/* 无人机温度过高 */
"temperature too high" = "无人机温度过高";

/* 电机运转异常，请将油门降到最低避免烧坏电机 */
"motor abnormal,please minimize the throttle to avoid burning motor" = "电机运转异常，请将油门降到最低避免烧坏电机";

/* 是否进行mag垂直校准 */
"whether for mag vertical alignment" = "是否进行mag垂直校准 ";

/* 是否进行水平校准 */
"whether level calibration" = "是否进行水平校准";

/* 正在校准中 */
"adjusting" = "正在校准中";

/* 硬件故障，无法校准 */
"a hardware failure, unable to calibration" = "硬件故障，无法校准 ";

/* 正在校准中，校准进度为: */
"is in calibration, the calibration schedule as follows:%ld%%" = "正在校准中，校准进度为:%ld%%";

/* 校准完成 */
"the calibration completed" = "校准完成";

/* 校准失败 */
"calibration failure" = "校准失败";

/* 请到设置中打开GPS使用权限之后再进行起飞操作 */
"please go to the Settings in the access to open the GPS before take-off" = "请到设置中打开GPS使用权限之后再进行起飞操作";

/* 硬件异常,无法起飞 */
"hardware is unusual, can't take off" = "硬件异常,无法起飞";

/*gps不可用,是否启动室内飞行模式*/
"GPS is not available, whether to start the indoor flight mode" = "gps不可用,是否启动室内飞行模式";

/*电量不足以飞行*/
"The electricity is not enough to fly" = "电量低于10%，不能起飞";

/*电量低于10%,自动返航*/
"less_than_10_of_electricity_automatic_return" = "电量低于10%，自动返航";

/*电量不足10%不要录像*/
"The electricity is Less than 10%  to record" = "电量低于10%，请不要进行录像";

/*电量不足10%自动停止录像*/
"The electricity is Less than 10%  to stop recording automaticly" = "电量低于10%，自动停止录像";

/* 之后 */
"after" = "之后";

/* 气压计传感器： */
"barometer" = "气压计传感器：";

/* 之前 */
"before" = "之前";

/* 明亮度 */
"brightness" = "明亮度";

/* 校准 */
"calibration" = "校准";

/* 相机 */
"camera" = "相机";

/* 取消 */
"cancel" = "取消";

/* 修改密码 */
"change_password" = "修改密码";

/* 正在诊断无人机传感器... */
"check" = "正在诊断无人机传感器...";

/* 校准已完成。 */
"check_over" = "校准已完成。";

/* 无人机传感器检测报告 */
"check_report" = "无人机传感器检测报告";

/* 自检 */
"check_self" = "自检";

/* 飞机校准成功！ */
"check_successfully" = "飞机校准成功！";

/* 罗盘传感器： */
"compass" = "罗盘传感器：";

/* 连拍 */
"continous" = "连拍";

/* 对比度 */
"contrast" = "对比度";

/* 延时 */
"delay" = "延时";

/* 设备 */
"device" = "设备";

/* 诊断 */
"diagnostics" = "诊断";

/* 异常 */
"exception" = "异常";

/* 曝光度 */
"exposure" = "曝光度";

/* 恢复出厂设置 */
"factory_reset" = "恢复出厂设置";

/* 未能获取传感器状态，校准失败。 */
"failure:can_not_get_sensor_state" = "未能获取传感器状态，校准失败。";

/* 传感器状态异常，无法校准。 */
"failure:sensor_state_exception" = "传感器状态异常，无法校准。";

/* GPS传感器： */
"GPS" = "GPS传感器：";

/* 陀螺仪传感器： */
"gyroscope" = "陀螺仪传感器：";

/* 帮助 */
"help" = "帮助";

/* 光流传感器： */
"light_stream" = "光流传感器：";

/* 用户名 */
"name" = "用户名";

/* 没有 */
"never" = "没有";

/* 正常 */
"normal" = "正常";

/* 确定 */
"ok" = "确定";

/* 请打开GPS定位 */
"openGPS" = "请打开GPS定位";

/* 命令发送失败 */
"order_send_failure" = "命令发送失败";

/* 密码 */
"password" = "密码";

/* 恢复出厂设置失败，请重新尝试。 */
"reset_failure" = "恢复出厂设置失败，请重新尝试。";

/* 恢复出厂设置成功！ */
"reset_successfully" = "恢复出厂设置成功！";

/* 翻转 */
"rotation" = "翻转";

/* 选择当前社交平台 */
"select_social_platform" = "选择当前社交平台";

/* 跳过 */
"skip" = "跳过";

/* 开始体验 */
"start" = "开始体验";

/* 提示 */
"tip" = "提示";

/* 待校准 */
"wait_adjust" = "待校准";

/* 白平衡 */
"white_balance" = "白平衡";

"mag calibration" = "mag校准";

"Level calibration being performed:%d％" = "正在进行水平校准:%d％";

"Vertical calibration being performed:%d％" = "正在进行垂直校准:%d％";

"Acc calibration being performed:%d％" = "正在进行acc校准:%d％";

"Calibration completion" = "校准完成";

"Calibration failure" = "校准失败";

"acc_finish" = "Acc校准完成";

"Temporarily unsupported" = "暂不支持";
/* 关于本机 */
"About the machine" = "关于本机";
"C-me Flying Camera" = "C-me Flying Camera";
"APPVersion" = "APP版本:";
"FirmwareVersion" = "固件版本:";

//定点模式异常
"Fixed point pattern exception" = "定点模式异常";

"The signal is not good, automatic return" = "信号不好，自动返航";

